#**************How To Translate**************
#1. All the lines that start with '#' are comments and will be ignored
#2. The lines that starts with @ store info about the tranlation file. Specifically:
#   @NAME=Language Name in English.
#   @LOCALIZEDNAME=Native Language Name.
#   @AUTH=Author Name.
#   @EMAIL=Author's Email
#   @DESC=Description of this language file
#   @WWW=Author's WebSite
#   @VERSION=Language File Version
#   @BUILD=Program's build that this translation is based on
#   @AUTOUPDATEURL= (future feature that will support live lang pack update)
#3. All The following lines which start with (number)= are the ones that you
#   must translate. Untranslated strings are initially commented.
#   Already translated strings are (optionally) kept for reference as a comment
#   CAUTION!!!
#   Translation strings are ONE-LINERS.
#   DO NOT CHANGE %s (strings) %d (integers) and other %_ as they placeholders.
#   DO NOT CHANGE the numbers before the'='.
#   Watch for special characters like '\r\n' or '\n' which means new line.
#   Take care of the HTML Tags.

@NAME=Russian
@LOCALIZEDNAME=
@AUTH=Levurda Igor (my-soft-blog.net)
@EMAIL=
@DESC=
@WWW=
@VERSION=
@BUILD=0
@AUTOUPDATEURL=

#102=Export Selected Lines
102=Экспорт избранных линий
#103=Album
103=Альбом
#104=Export All
104=Экспортировать все
#105=TrackNo
105=Номер трека
#106=Location
106=Альбом
#107=Size
107=Размер
#108=Type
108=Тип
#109=Duration
109=Длительность
#110=Bitrate
110=Битрейд
#111=Delete From History
111=Удалить из истории
#112=Genre
112=Жанр
#113=Comment
113=Комментарии
#114=Date Added
114=Дата добавления
#115=Rating
115=Рейтинг
#116=Track not found.
116=Трек не найден.
#117=Number of Tracks
117=Номер трека
#118=Do you want to see the exported file now?
118=Хотите увидеть экспортированный файл сейчас?
#119=Date Updated
119=Данные обновлены
#120=Operation
120=Операция
#121=No Tracks in this Selection
121=Нет ни одного трека
#123=Idle
123=Idle
#124=Select Something
124=Изберите что-то
#125=Total Size of Tracks (Mb)
125=Общий размер треков (Mb)
#126=Idle
126=Idle
#127=Records
127=Записи
#128=Show Year (in [] after Albums)
128=Показать год (в [] после альбомов)
#129=First Appearance
129=Впервые проиграно
#130=Last Appearance
130=В последний раз проиграно
#131=Rank
131=Ранг
#132=Hits
132=Прослушивание
#133=Do you want to update also the Files? (%d Files will be Affected)
133=Хотите сначала обновить файлы? (% файлов будет изменено)
#134=Application
134=Интеграция
#135=Update Tracks Warning
135=Предупреждение об обновлении
#136=Language
136=Язык интерфейса
#137=*Needs program restart
137=*Требует перезапуска программы
#139=Recognize as fast as you can the song that you listen.
139=Узнайте как можно быстрее песню которую Вы слушаете.
#140=Add Files
140=Добавить файлы
#141=Update Local Collections
141=Обновить коллекцию
#142=Exit
142=Выход
#143=Select Folder
143=Выбрать папку
#144=[Unknown]
144=[Неизвестно]
#145=Quick
145=Быстрый
#146=Search
146=поиск
#147=Play
147=Играть
#148=Enqueue
148=Додать
#149=Advanced Search
149=Поиск
#150=History
150=История
#151=Options
151=Опции
#152=Collections
152=Коллекции
#153=About
153=О...
#154=Artists - Albums
154=Исполнители - Альбомы
#155=Genres - Artists
155=Жанры - Исполнители
#156=Years - Albums
156=Годы - Альбомы
#157=Collections - Artists
157=Коллекции - Исполнители
#158=Albums with various artists*
158=Альбомы с разными исполнителями*
#159=Sort By Name
159=Сортировать по имени
#160=Sort By Rating
160=Сортировать по рейтингу
#161=Sort By Number Of Tracks
161=Сортировать по количеству дорожек
#162=All
162=Все
#163=Audio
163=Аудио
#164=Video
164=Видео
#167=Show/Hide Mini Player
167=Показать/Спрятать мини проигрыватель
#168=Play / Pause
168=Играть / Пауза
#169=Stop
169=Стоп
#170=Next
170=Следующее
#171=Previous
171=Предыдущее
#172=Shuffle
172=Случайно
#173=Loop
173=Повторить
#174=Show Main Window
174=Показывать главное окно
#175=Show Mini Player
175=Показывать мини проигрыватель
#176=Exit Application
176=Выйти
#177=result found
177=результат найден
#178=results found
178=результатов найдено
#179=Please enter at least 1 character.
179=Пожалуйста введите хотя бы 1 символ.
#180=Media Idle
180=Idle медиа 
#181=Network Idle
181=Idle сети
#182=The file '%s' Could not be deleted. Do you want to just remove it from your collection?
182=Файл '%s' не может быть удаленным. Хотите удалить его лишь из коллекции?
#183=Scanning Files
183=Сканирование файлов...
#184=File
184=Файл
#185=Downloading
185=Загрузка...
#186=Auto Continue
186=Авто продолжения
#187=Show Visualizations - Video
187=Показывать визуализации - видео
#188=Randomize List
188=Случайный список
#189=Load List (m3u)
189=Загрузить список (m3u)
#190=Save List (m3u)
190=Сохранить список (m3u)
#191=Clear List
191=Очистить список
#192=[Various]
192=[Разные]
#193=Days between check
193=Загрузить информацию (AllMusic.com)
#195=Properties
195=Свойства
#197=Bad
197=Погано
#198=Neutral
198=Посредственно
#199=Good
199=Хорошо
#200=Very Good
200=Очень хорошо
#201=Outstanding
201=Отлично
#202=Open Containing Folder
202=Открыть папку
#203=Copy To
203=Копировать в
#204=Copy Path
204=Путь
#205=Renamer
205=Изменить название
#206=Delete
206=Удалить
#207=Download Lyrics
207=Загрузить текст
#208=The files will be completly erased from your PC. Are you sure?
208=Файл будет полностью удален из Вашего PC. Вы уверены?
#209=Deletion Operation
209=Операция удаления
#210=Warning
210=Внимание
#211=Simple Search
211=Простой поиск
#212=All Time
212=Все время
#213=Best/Worst
213=Лучшее/Хужее
#214=Lyrics Available
214=Доступный текст
#215=Special Info
215=Специальная информация
#216=Comments Available
216=Доступные комментарии
#217=Personal Available
217=Доступная персональная информация
#218=<table><tr><td><center>Total Rank<br><h1>%s</h1><br>%d hits</center></td><td><left><b>Month's Rank: </b>%s (%d Hits)<br><b>Added in Collection: </b>%s<br><b>First Time Played: </b>%s<br><b>Last Time Played: </b>%s<br></tr></table>
218=<table><tr><td><center>Полный рейтинг<br><h1>%s</h1><br>%d прослушиваний</center></td><td><left><b>Месячный рейтинг: </b>%s (%d прослушиваний)<br><b>Добавлено в коллекцию: </b>%s<br><b>Впервые проиграно: </b>%s<br><b>В последний раз проиграно: </b>%s<br></tr></table>
#219=Tracks
219=Треки
#220=Album Review Not Found
220=Обзора альбома не найдено
#221=Album review
221=Обзор альбома
#222=Lyrics Not Found
222=Текстов не найдено
#223=Open Picture
223=Открыть изображение
#224=Edit Picture
224=Редактировать изображение
#225=Save Picture
225=Сохранить изображение
#226=Save Text
226=Сохранить текст
#227=Operation Failed
227=Операция неудачная
#228=Lyrics
228=Тексты
#229=It will search for tracks with <b>Comments, Lyrics, Personal Info</b>.
229=Выполняется поиск для треков по <b>комментариям, текстам, персональной информации</b>.
#230=Popularity
230=Популярное
#231=Information not found
231=Информация не найдена
#232=Comments
232=Комментарии
#233=Personal
233=Персон. информ.
#234=Special Info
234=Специальная информация
#235=Artist Biography not found
235=Биография исполнителя не найдена
#236=Artist Biography
236=Биография артиста
#237=It will search in <b>Artist, Album, Track</b> and <b>Path</b> Fields.Select also the target <b>media type</b>.
237=Поиск по <b>Исполнителям, Альбомах, Треках</b> и <b>Путях файлов</b>. Выберите также <b>тип медиа</b>.
#238=Lyrics etc.
238=Текст и т.д.
#239=Latest Additions
239=Последние добавления
#240=File Type Filter
240=Фильтр типа файлов
#241=Returns the <b>latest</b> files that have been added in you collection.
241=Список <b>последних</b> файлов что были добавлены в коллекцию.
#242=Since
242=От
#243=Find the best or the worse tracks (based on the <b>rating</b>).
243=Найти наилучшие и наихудшие треки (базируется на <b>рейтингу</b>).
#244=Most popular Tracks based on the <b>history log</b>.
244=Самые популярные треки (базируется на <b>истории</b>).
#245=It will do a <b>full-text search</b> in various large text information fields.Select the <b>type of text</b> to be searched. Please enter at least 4 characters.
245=Будет произведено <b>поиск по тексту</b> в разных информационных полях. Выберите <b>тип текста</b> для поиска. Пожалуйста введите не меньше 4 символов.
#246=Information Type
246=Тип информации
#247=Please wait...
247=Подождите пожалуйста...
#248=by
248=от
#249=Last query needed %d ms
249=Последний запрос требовал %d мс.
#250=Are you sure that you want to <b>disable Lyrics Confirmation</b><br>at this session?
250=Вы уверены что хотите <b>отключить текстовое подтверждение</b><br>в этой сессии (до перезагрузки Teen Spirit)?
#251=Disable Lyrics Confirmation
251=Отключить текстовое подтверждение
#252=Your Music Collection is <b>empty</b>. This may indicate that this is your <b>first time</b> you run this program. If this is so, then you may want to visit <a href='http://www.artificialspirit.com'>Official WebSite</a> to get some help.<br>To <b>Add Some Music Files</b> in your Collection press 'Yes' to Locate a Folder in your computer which contains mp3, wma, avi, mpg files. Press 'No' to continue with an empty collection (<b>Not recommended</b>).
252=Teen Spirit обнаружил что Ваша музыкальная коллекция <b>пуста</b>. Это возможно потому что Вы запустили программу <b>впервые</b>. Если это так, Вы возможно хотите посетить <a href='http://www.artificialspirit.com'>Teen Spirit WebSite</a> для получения некоторой помощи. <br>Для <b>добавления музыкальных треков</b> в Вашу коллекцию нажмите 'Да' для указания локальной Папки на компьютере с файлами mp3, wma, avi, mpg. Нажмите 'Нет' для продолжения работы с пустой коллекцией (<b>Не рекомендуется</b>).
#253=Yes
253=Да
#254=No
254=Нет
#255=Empty Collection
255=Пустая коллекция
#256=Years
256=Годы
#257=Months
257=Месяцы
#258=Days
258=Дни
#259=365 Days
259=365 Дней
#260=30 Days
260=30 Дней
#261=10 Days
261=10 Дней
#262=24 Hours
262=24 Часа
#263=Track played
263=Проиграный трек
#264=Track specific click
264=Просмотрен трек
#265=Top 10
265=Top 10
#266=Top 100
266=Top 100
#267=Normal
267=Нормально
#271=Recorded History
271=Записана история
#272=Top Songs
272=Top песен
#273=Top Artists
273=Top Исполнителей
#274=Year
274=Год
#275=Month
275=Месяц
#276=Day
276=День
#277=untill
277=до
#278=Not Enough Data.
278=Не достаточно информации.
#279=Time Interval
279=Интервал времени
#280=This information will be written in the file.
280=Эта информация может быть записана в файл.
#281=TimeSlider
281=Временной слайдер
#282=This information will not be written in the file.
282=Эта информация не будет записана в файл.
#283=Active
283=Активировано
#284=Text Filters
284=Текстовые фильтры
#285=Title
285=Название
#286=Artist
286=Имя
#287=Export Finished
287=Экспорт завершен
#288=Date Filter
288=Фильтр по дате
#289=Normal
289=Нормально
#290=Show Number Of Items (in () after Item)
290=Показать количество элементов (в ())
#291=Extra Info
291=Экстра информация
#292=Item Grouping (Artist / Album Style)
292=Группы элементов (Исполнитель / Стиль альбома)
#293=Update
293=Обновления
#294=Remove
294=Переместить
#295=Add Collection
295=Добавить коллекцию
#296=Name
296=Имя
#297=Enabled
297=Включить
#298=Min number of Tracks
298=Минимальное количество треков
#299=Main Tags
299=Главные тэги
#300=Extra Tags
300=Экстра тэги
#301=Internet Options
301=Опции Интернета
#302=Impersonate Browser
302=Изберите браузер для Teen Spirit
#303=Use Default Proxy
303=Использовать прокси по умолчанию
#304=Automated Downloader
304=Автоматизированный загрузчик
#309=Special Tags Support
309=Поддержка специальных тэгов
#310=Auto Play
310=Авто проигрывание
#311=Remember Last Track
311=Помнить последний трек
#312=Remember Time
312=Также время
#313=Play Control
313=Контроль проигрывания
#314=Startup
314=Запуск
#315=General
315=Общие
#316=Global Hotkeys
316=Глобальные горячие клавиши
#317=Picture
317=Изображение
#318=Minimize to Tray
318=Свертывать в трей
#319=Mini Player
319=Мини проигрыватель
#320=Show Always
320=Всегда показывать
#321=Automatic
321=Автоматически
#322=Manually
322=В ручном режиме
#323=Never Show
323=Никогда не показывать
#324=List View
324=Вид списка
#325=Show 'New' sign (in days)
325=Показывать знак 'New' (дней)
#326=Accept
326=Принять
#327=Try Again
327=Попробовать еще раз
#328=Refuse
328=Мусор
#329=Accept All
329=Принять все
#330=Don't Show Again
330=Больше показывать
#331=Info Check
331=Проверка информации
#332=Main Options
332=Главные опции
#333=Tree View
333=Вид дерева
#334=Information Retrieval
334=Информационный поиск
#335=Media Player
335=Media Player
#336=Tagging
336=Тэги
#337=A general <b>public</b> description of the track.
337=Общий <b>публичный</b> описание трека.
#339=Something that this track <b>reminds</b> you. This info is <b>personal</b>.
339=Что-то что <b>напоминает</b> Вам этот трек. Эта информация <b>персональна</b>.
#340=Multiple Files Properties
340=Свойства группы файлов
#342=Biography
342=Биография
#343=Review
343=Анализ
#344=Import data from a file
344=Импортировать данные из файла
#346=Paste or write some text
346=Вставьте или напишите какой-то текст
#347=Delete Picture
347=Удалить изображение
#348=Paste Picture
348=Вставить изображение
#349=Picture Dimensions
349=Размер изображения
#350=There is a new version available.<br>Do you want to go to the info page?
350=Доступна новая версия. <br>Хотите перейти на страницу с информацией?
#351=Program is up-to-date.
351=Это последняя версия Teen Spirit.<br>Новой версии нет.
#352=Check for updates
352=Проверить наличие обновлений
#353=Games
353=Игры
#354=Update Check Failed.
354=Невозможно проверить доступность Teen Spirit.
#355=There is no picture in the clipboard.
355=В буфере обмена отсутствует изображение.
#356=Collection List
356=Список коллекций
#358=Start
358=Старт
#359=Results
359=Результаты
#360=Correct Answers
360=Правильный ответ
#361=Wrong Answers
361=Неправильный ответ
#362=Score:
362=Очки:
#363=Submit Results
363=Введите результат
#364=Current
364=Текущие
#365=Best
365=Лучше
#366=Rename
366=Переименовать
#367=Please enter a new name
367=Пожалуйста введите новое имя
#368=Total Score:
368=Общее количество очков:
#369=Question:
369=Вопрос:
#370=Best Score:
370=Лучший результат:
#371=Correct
371=Правильно
#372=Mistake
372=Ошибка
#373=Music Quiz
373=Музыкальная викторина
#374=Adding
374=Добавление
#375=Copy Text
375=Копировать текст
#376=Detailed Search
376=Детализированный поиск
#377=Collection
377=Коллекции
#378=Local Folder
378=Локальная папка
#379=Net Folder
379=Папка в сети
#380=Media
380=Медиа
#381=Audio CD
381=Аудио CD
#382=External Collection
382=Внешняя коллекция
#383=Automatically update database after (sec)
383=Автоматически обновить базу данных после (сек.)
#385=Collection update started.
385=Начало обновления коллекции.
#386=Collection update finished.
386=Обновление коллекции завершено.
#387=Removing missing files
387=Удаление файлов...
#388=files removed
388=файлов удалено
#389=files added
389=файлов добавлено
#390=Show History
390=Показать Историю
#391=Can' t Locate File!
391=Не возможно найти файл!
#392=Do you want to see the exported file now?
392=Хотите увидеть экспортированные файлы сейчас?
#393=Empty playlist. Drag Drop some tracks here
393=Пустой список воспроизведения. Поставьте сюда какие-то файлы.
#394=Use multimedia hotkeys
394=Использовать горячие клавиши
#395=Clipboard
395=Буфер обмена
#396=Folder
396=Папка
#397=Collection already exists
397=Коллекция уже существует
#398=Do You want to continue?
398=Вы хотите продолжать?
#399=Collection was not accessible
399=Коллекция не доступна
#400=Collection is not ready.
400=Коллекция не готова.
#401=Track Removed from collection
401=Трек удален из коллекции
#402=Removable Storage
402=Переносное устройство
#403=Not enough tracks to play the quiz
403=Не достаточно треков для начала викторины
#404=Show All Tracks
404=Показать все треки
#405=Locate Track
405=Найти трек в компьютере
#406=Album info may be available in the FreeDB Servers. Do you want to try and download it?
406=Информация об альбоме возможно доступная на серверах FREEDB. Хотите попробовать загрузить ее?
#407=The selected CD/DVD Drive is empty.
407=Избранный драйв CD/DVD пустой.
#408=Select Drive
408=Изберите драйв CD/DVD
#409=Choose an item from the list. Press 'Rescan' to update the list.
409=Выберите элемент из списка. Нажмите 'Rescan' для обновления списка.
#410=Internet is not connected. Do you want to go online?
410=Интернет не подключен. Хотите перейти в режим онлайн?
#411=Working
411=Работает
#412=The whole Drive/Media will be added
412=Драйв/Медиа будут прибавлены
#413=total
413=всего
#414=Docked Visualization
414=Отсоединить визуализацию
#415=Services
415=Сервисы
#416=Virtual tracks
416=Виртуальные треки
#417=This item already exists
417=Этот элемент уже существует
#418=Empty
418=Пусто
#419=Ready
419=Готово
#420=Import Virtual Tracks
420=Импортировать виртуальные треки
#421=Export Virtual Tracks
421=Экспортировать виртуальные треки
#422=Select the items you want to import to your Virtual Tracks Collection
422=Изберите элементы какие Вы хотите импортировать в Виртуальную коллекции треков
#423=Select the virtual tracks you want to export to the file
423=Изберите виртуальные треки какие Вы хотите экспортировать в файл
#424=Import
424=Импорт
#425=Add Virtual Track
425=Добавить виртуальный трек
#426=Export
426=Экспорт
#427=Insert List (m3u)
#428=Hide Visualizations
#429=Auto Continue Mode
#430=Insert Random Tracks
#431=Remove Others
#432=Visualizations/Video
#433=Current Viewer
#434=Music Browser
#435=Mode
#436=Sort
#437=Filter
#438=Play List
#439=Track List
#440=Browser
#441=Success
#442=Provider
#443=Failure
#444=Volume
#445=Auto
#446=Sync with player
#447=New
#448=Messenger now playing
#449=Transparency
#450=Skin
#451=LastFM Scrobbler
#452=Artist picture
#453=Album picture
#454=sec
#455=Activation delay
#456=Format is not supported
#457=Refuse All
#458=Cancel
#459=Help
#460=Penalty
#461=Bonus
#462=Game Over
#463=Total Time
#464=Game Info
#465=I don't know
#466=Level
#467=Select Game
#468=Crossfade
#469=Disabled
#470=End
#471=Both
#472=External player
#473=Change case
#474=All Caps
#475=No Caps
#476=Proper Case
#477=First Cap
#478=Advanced
#480=Appearance
#481=Tooltips
#482=Behaviour
#483=Maximum size
#484=Author
#485=Statistics
#486=Description
#487=Information
#488=Pause
#489=Download
#490=Create
#491=Update Info From File (Tags)
#492=Locate Album
#493=More Options
#494=Descending
#496=Version
#497=Style
#498=Controls
#499=Clear
#500=Tag Writer
#501=Tag Reader
#502=Read Depth
#503=Counting files
